"INVITEES" = "Invitees";
"INVITEES_LOWERCASE" = "invitees";
"INVITATION_FROM" = "Invitation from";
"ACCEPT" = "Accept";
"MAYBE" = "Maybe";
"MAYBE_LOWERCASE" = "maybe";
"DECLINE" = "Decline";
"SHOW_IN_CALENDAR" = "Show in Calendar";
"EVENT_CANCELED" = "Event has been canceled";
"ELLIPSIS_STRING" = "…";
"NEXT_INVITEE_FORMAT" = ", %@";
"LAST_INVITEE_FORMAT" = " & %@";

"INFO" = "Info";
"ADD_COMMENTS" = "Add Comments";
"COMMENTS" = "Comments";
"REPEATS_FORMAT" = "repeats %@";

"INVITES" = "Invitations";
"INVITES_FORMAT" = "Invitations (%@)";
"INVITES_FORMAT_NUMBER_ONLY" = "(%@)";
"ACCEPTED" = "Accepted";
"ACCEPTED_LOWERCASE" = "accepted";
"DECLINED" = "Declined";
"DECLINED_LOWERCASE" = "declined";
"DISMISS" = "Dismiss";
"MAYBE_RESPONSE" = "Maybe";
"CANCELED" = "Canceled";
"NO_INVITATIONS" = "No Invitations";
"NO_REPLY" = "No Reply";
"NO_REPLY_LOWERCASE" = "no reply";
"FROM" = "From";
"FROM_LOWERCASE" = "from";
"MY_STATUS" = "My Status";
"MY_STATUS_LOWERCASE" = "my status";
"EVENT_DETAILS" = "Event Details";
"NO_ATTENDEES" = "(none)";
"INVITE_LIST_ACCEPTED" = "Accepted";
"INVITE_LIST_DECLINED" = "Declined";
"INVITE_LIST_MAYBE" = "Maybe";
"SHARED_CALENDAR_FROM" = "Shared calendar from %@";

"INVITATION_FROM_START_TIME_TO_END_TIME" = "%@ to %@";
"INVITATION_FROM_START_DATE_TO_END_DATE" = "%@\nto %@";
"INVITATION_CANCELED" = "Canceled";

"DELEGATE_ACTION_DISALLOWED" = "You are being notified of this event because you are a delegate of an invitee.";